<?php


$index = $_POST['index'];
$portfolio = [];


$portfolio[1] = [
	header => 	'Корпоративный сайт Waldhotel Und Restaurant Lemberg',
	img1 => 	'lemberg-1.jpg',
	theme => 	'Ресторанный и гостиничный бизнес',
	deadline =>	'14 дней',
	link => 	'restaurant-lemberg.de',
	b1t1 => 	'Основные цели: Разработка нового корпоративного сайта для ресторанно гостиничного бизнеса в Германии.
',
	b1t2 => 	'Требования к функционалу: Фотогалерея, Форма «бронирование столиков», Форма обратной связи.
',
	img2 => 	'lemberg-2.jpg',
	b2t1 => 	'Перед нами была поставлена задача, не навязчиво использовать славянскую символику. Исходя из этого, мы взяли бардовый цвет за основу, красную и золотую вышивку для разделения блоков, акцентов. Красный - значимый цвет обозначаемый жизнь, огонь, плодородия и здоровья, а золотой - образ света, оно символизирует свет солнца и в связи с этим является атрибутом русских князей.',
	b2t2 => 	'При разработке мы использовали основные правила для успешного ресторанного бизнеса:
Первоочередная задача - показать заведение в выгодном свете. Первое - это меню. Меню с фотографиями блюд и панорамные виды заведения, информация об акциях позволяют получить пользователю полную информацию и первое впечатление от знакомства с вашим брендом.
Золотое правило – «живые» фото посетителей, интерьера. <br><br>
Функционал (Бронирование)<br>
У вас большой спрос? - Необходимо дать посетителям возможность забронировать столик.
<br>Отзыв клиента<br>
Возможность получить отзыв посетителя и учесть его желания – отличный инструмент для развития вашего бизнеса.
<br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств.',
	img3 => 	'lemberg-3.jpg',
	img4 => 	'lemberg-4.jpg',
];

$portfolio[2] = [
	header => 	'Тематический портал футбольного клуба «Кристал Херсон»',
	img1 => 	'crystal-1.jpg',
	theme => 	'Спорт, футбол',
	deadline =>	'20 дней',
	link => 	'mfckrystal.com',
	b1t1 => 	'Основные цели:
Разработка тематического портала, официального сайта МФК «Кристал Херсон».
',
	b1t2 => 	'Требования к функционалу: 
Блок последние новости, 
«Предыдущий матч, следующий»,  
Витрина «команда», 
Фотогалерея, 
Ввидеогалерея, 
Турнирная таблица, 
Модуль «Facebook», 
Загрузчик файлов пользователями сайта, 
Контактная форма.
',
	img2 => 	'crystal-2.jpg',
	b2t1 => 	'Особое внимание при разработке уделялось дизайну. Сайт является визитной карточкой клуба, а также особенным ресурсом для фанатов ФК «Кристал Херсон». Основная идея при разработке дизайна – использование фирменных цветов футбольной команды, а так же элементов формы футболистов.',
	b2t2 => 	'Исходя из того, что это тематический портал и были поставлены конкретные технические задачи, проект потребовал много внимания и времени для реализации основного функционала. 
Блок новостей – важная составляющая портала. Нужно сосредоточить внимание пользователя на информации и важных событиях. Было принято решение разделить этот блок на 2 части:  ленты «топ-новостей» и остальные новости. <br>
Блок матчей  - ключевая информация о прошедших и будущих матчах. Реализовано максимально просто и интуитивно понятно. Для администратора добавлен функционал для управления из админ части сайта.<br>
Турнирная таблица – главный атрибут любого клуба. Реализована возможность управления из админ панели, автоматический подсчет очком при ведении и учете всех матчей. 
<br>
Учтены требования к наполнению и управлению сайта. Все разделы и информация заполняется из админ части сайта (не требует знания кода или обращению к специалистам для правки содержимого). <br>
Сайт адаптирован для мобильных устройств
',
	img3 => 	'crystal-3.jpg',
	img4 => 	'crystal-4.jpg',
];

$portfolio[3] = [
	header => 	'Сайт каталог  Children’s Fashion',
	img1 => 	'childf-1.jpg',
	theme => 	'e-commerce, продажа детской одежды',
	deadline =>	'17 дней',
	link => 	'childrensfashion.in.ua',
	b1t1 => 	'Основные цели:
Создание простого каталога мультибрендовой одежды с современным дизайном.
Разработка логотипа и фирменного стиля.
',
	b1t2 => 	'Требования к функционалу:
Простота и интуитивность навигации для пользователей сайта, а также для администратора.
Фотогалерея товара.
Форма «Заказать».
Форма обратной связи.

',
	img2 => 	'childf-2.jpg',
	b2t1 => 	'Реализованы типовые функции каталога: расширенный каталог, карточка товара, сортировка товаров (по цене и по названию), заказ товара (через форму обратной связи + настроено уведомление в Telegram о заказе с сайта). Выведен дополнительный блок – популярные товары. 
',
	b2t2 => 	'Исходя из того, что основное направление магазина - продажа детской одежды, в дизайне использовали пастельные (нежные) цвета: розовый (используется в логотипе), желтый, салатовый. 
<br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств

',
	img3 => 	'childf-3.jpg',
	img4 => 	'childf-4.jpg',
];

$portfolio[4] = [
    header =>   'World of furniture - мир мебели',
    img1 =>     'wof-1.jpg',
    theme =>    'Интерьер, изготовление мебели',
    deadline => '10 дней',
    link =>     'wof.kiev.ua',
    b1t1 =>     'Основные цели: Разработка индивидуального сайта для укрепление и повышение корпоративного имиджа.

.
',
    b1t2 =>     'Требования к функционалу: Рекомендованные товары, Фотогалерея, Акции, Загрузка прайс-листа

',
    img2 =>     'wof-2.jpg',
    b2t1 =>     'Сайт сделан в строгом, минималистичном стиле. Черный и белый - основные цвета (что бы не выглядло сильно контрастно, использовали 85% серого). Акцент делали на типографику, таким образом использовано минимум инфографики. Легкая анимация при появлении формы обратной связи - оживляет сайт.  ',
    b2t2 =>     'Основное внимание при разработке уделялось дизайну. Т.к. получить полное впечатление и оценить качество предоставляемых услуг можно по реальным работам, мы использовали не стандартную галерею. Портфолио имеет разделы для удобства поиска и навигации по всем проектам.<br>
Раздел «Мы рекомендуем» получил функции простого каталога с возможностью заказа. Так же товара из каталога получили «витрину» на главной странице сайта.
<br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств.',
    img3 =>     'wof-3.jpg',
    img4 =>     'wof-4.jpg',
];

$portfolio[5] = [
	header => 	'Landing page для компании B-miners',
	img1 => 	'bm-1.jpg',
	theme => 	'Инвестирование, бриллианты',
	deadline =>	'6 дней',
	link => 	'brilliant.paradigma.in.ua',
	b1t1 => 	'Основные цели: Укрепление и повышение корпоративного имиджа, Увеличение продаж. Разработка фирменного стиля, логотипа.',
	b1t2 => 	'',
	img2 => 	'bm-2.jpg',
	b2t1 => 	'Для целостной стилистики компании, мы разрабатывали дизайн с учетом основного сайта клиента, а именно: цвета, оформление заголовков и футера. При этом общий дизайн сделали более светлым и воздушным. Для более простого восприятия каждый второй блок оформлен инфографикой, которую подбирали по тематики сайта.
',
	b2t2 => 	'На сайте подана информация о компании B-miners: описание и преимущества, условия инвестирования, сертификаты, партнерская программа. Этой информации достаточно для формирования правильного портрета компании и принятия решения о дальнейшем сотрудничестве.
Пользователю доступна полная контактная информация: адрес офиса, телефоны, соц. сети и мессенджеры. 
',
	img3 => 	'bm-3.jpg',
	img4 => 	'bm-4.jpg',
];

$portfolio[6] = [
	header => 	'Сайт каталог для государственного учреждения',
	img1 => 	'kvid-1.png',
	theme => 	'Государственное управление',
	deadline =>	'20 дней',
	link => 	'ks.dsp.gov.ua',
	b1t1 => 	'Основные цели:
Создание информационного сайта, в котором будет совмещена информация различного типа.
',
	b1t2 => 	'Требования к функционалу:
Загрузка файлов для скачивания пользователями (xls, pdf, doc),
Форма обратной связи,
Удобная работа с таблицами,
Структура управления (схема и подробные блоки),
Новости.
',
	img2 => 	'kvid-2.png',
	b2t1 => 	'На сайте предоставлена информация различного вида и различной структуры. Каждый раздел имеют свою уникальную структуру для удобства пользователей.
',
	b2t2 => 	'
Учтены требования к наполнению и управлению сайта.<br>
Сайт адаптирован для мобильных устройств.
',
	img3 => 	'kvid-3.png',
	img4 => 	'kvid-4.png',
];


$portfolio[7] = [
	header => 	'Корпоративный сайт для Агентства недвижимости',
	img1 => 	'centr-1.png',
	theme => 	'Недвижимость, продажа жилья',
	deadline =>	'12 дней',
	link => 	'centr.kherson.ua',
	b1t1 => 	'Основные цели:
Разработка сайта агентства недвижимости.
',
	b1t2 => 	'Требования к функционалу:
Каталог объектов.
Форма «подобрать жилье».',
	img2 => 	'centr-2.png',
	b2t1 => 	'Для удобства пользования сайтом разработан простой и расширенный фильтр, так же добавлены варианты сортировки объектов на странице показа.
Карточка объекта содержит набор ключевых и дополнительных характеристик для максимальной информативности. Присутствует фотогалерея.
',
	b2t2 => 	'
Учтены требования к наполнению и управлению сайта.<br>
Сайт адаптирован для мобильных устройств.
',
	img3 => 	'centr-3.png',
	img4 => 	'centr-4.png',
];


$portfolio[8] = [
	header => 	'Корпоративный сайт Школа иностранных языков "Профессионал"',
	img1 => 	'seaprof-1.jpg',
	theme => 	'Изучение языков, English language',
	deadline =>	'10 дней',
	link => 	'english.ks.ua',
	b1t1 => 	'Основные цели:
Разработка сайта для школы иностранных языков
',
	b1t2 => 	'Требования к функционалу:
Отзывы, 
Форма «бесплатная консультация», 
Форма «записаться на курс».
',
	img2 => 	'seaprof-2.jpg',
	b2t1 => 	'Школа предоставляет основной спектр услуг в двух направлениях: изучение английского языка и немецкого языка. Эти направления разделены как независимые услуги. Презентация услуг осуществляется с помощью слайдера. Так же сделан акцент на дополнительном курсе английского языка. ',
	b2t2 => 	'Основная работа велась не только с визуальной составляющей сайта. Основное внимание было уделено проработке привлекательности и подачи услуг с учетом конкуренции. <br>
Для удобства пользователей вся информация разделена на курсы. Возможно получить точную информацию о стоимости курса по различным критериям: форма занятий, количество занятий, учет уровня знаний и др.
<br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств
',
	img3 => 	'seaprof-3.jpg',
	img4 => 	'seaprof-4.jpg',
];


$portfolio[9] = [
	header => 	'Корпоративный сайт Tir Tranzit Ukraine',
	img1 => 	'tir-1.jpg',
	theme => 	'Грузовые перевозки, логистика',
	deadline =>	'17 дней',
	link => 	'tir-ua.com.ua',
	b1t1 => 	'Основные цели: Разработка корпоративного сайта, Разработка фирменного стиля.

 				',
	b1t2 => 	'Требования к функционалу: Мультиязычность, Новости/Статьи, Форма заказа «Расчет стоимости», Jivosite
',
	img2 => 	'tir-2.jpg',
	b2t1 => 	'Перед началом разработки сайта мы  тщательно проработали структуру будущего сайта. Благодаря этому пользователи получили возможность быстрого поиска нужной услуги (перевозки по виду транспорта, виду груза, доп. услуги).',
	b2t2 => 	'Проведен анализ рынка конкуренции. Выделены основные конкурентные преимущества компании среди других участников данной сферы деятельности. <br>
	Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств.

',
	img3 => 	'tir-3.jpg',
	img4 => 	'tir-4.jpg',
];

$portfolio[10] = [
    header =>   'Интернет магазин  Health balance',
    img1 =>     'healthb-1.jpg',
    theme =>    'Спорт, спортивное питание',
    deadline => '40 дней',
    link =>     'healthbalance.paradigma.in.ua',
    b1t1 =>     'Основные цели: Разработка индивидуального сайта для Укрепление и повышение корпоративного имиджа. Разработка фирменного стиля, логотипа.
.
',
    b1t2 =>     'Требования к функционалу: Помимо стандартного набора функций интернет магазина,
Заказ в один клик для большого количества товаров, Сравнение товаров в несколько шагов, Рейтинг Брендов, Balance Ассистент, Поиск по совпадению, Расширенные опции заказа.

',
    img2 =>     'healthb-2.jpg',
    b2t1 =>     'Это индивидуальная разработка.  Проект разработан, как говориться, «с нуля». За основу был взят не стандартный движек CMS Wordpress или Opencart, а framework Laravel. Благодаря этому мы можем разработать индивидуальный проект, и безболезненно вносить новый функционал, на протяжении всего существования проекта.',
    b2t2 =>     'Большинство стандартных изъезженный магазинов не давали покоя нам и клиенту. Совместная работа позволила создать уникальную концепцию. Это отразилось на самом дизайне и его юзабилити.
<br>
На главной странице нет нагружающей информации: фон с видом сверху и по центру логотип. 
<br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств.',
    img3 =>     'healthb-3.jpg',
    img4 =>     'healthb-4.jpg',
];

$portfolio[11] = [
    header =>   'Landing Page Vinil Sky',
    img1 =>     'vinilsky-1.jpg',
    theme =>    'Интерьер, натяжные потолки',
    deadline => '6 дней',
    link =>     'vinilsky.com.ua',
    b1t1 =>     'Основные цели: Создание одностраничного сайта, для продажи услуг и сбора заявок с сайта. Разработка фирменного стиля, логотипа.

.
',
    b1t2 =>     'Требования к функционалу: Фотогалерея, Форма «Заказать звонок», Форма обратной связи.

',
    img2 =>     'vinilsky-2.jpg',
    b2t1 =>     'Главное требование клиента - сделать сайт ярким, хотели избежать штампованности данной тематики и тусклости, так как большинство сайтов-конкурентов реализованы в светлых тонах. Рассматривая разные варианты, мы вышли на оранжевый цвет, как главный акцент в дизайне сайта и логотипа.',
    b2t2 =>     'На сайте лаконично подана информация о компании VINIL SKY: преимущества, услуги, портфолио, отзывы и сертификаты. Этой информации достаточно для формирования правильного портрета компании и принятия решения о дальнейшем сотрудничестве. 
<br>
Пользователю доступна полная контактная информация: адрес офиса, график работы, телефоны, соц. сети и мессенджеры. <br>
Для ознакомления с работами VINIL SKY доступна галерея с альбомами. <br>
Учтены требования к наполнению и управлению сайта. <br>
Сайт адаптирован для мобильных устройств.',
    img3 =>     'vinilsky-3.jpg',
    img4 =>     'vinilsky-4.jpg',
];

$portfolio[12] = [
	header => 	'Сайт каталог ELNAV',
	img1 => 	'geo-1.jpg',
	theme => 	'e-commerce, Геодезическое оборудование',
	deadline =>	'17 дней',
	link => 	'elnav.com.ua',
	b1t1 => 	'Основные цели: Создание интернет каталога с современным дизайном, с учетом фирменного стиля
 				',
	b1t2 => 	'Требования к функционалу: Раздел новостей, Расширенная карточка товара, Фотогалерея товара, Форма «Заказать», Форма обратной связи
',
	img2 => 	'geo-2.jpg',
	b2t1 => 	'Специфичность деятельности и уникальность продукции от компании ELNAV требовали от нас реализовать удобный каталог, с гибкой настройкой каждой карточки продукта. ',
	b2t2 => 	'С помощью усилий дизайнера и команды разработчиков нам удалось предоставить подробнейшую информацию о продукте и компании пользователю, при этом мы сохранили простоту навигации на всех устройствах, и учли все пожелания клиента.<br>
	Перед футером поставили изображение гор обхваченными 3-D сеткой, что является визуализацией работы геодезических приборов, сразу под ними карта оформлена в стилистики сайта. Такие элементы как изображения, рамки новостных блоков - с разных сторон обрамлены прерывистыми линиями, так же является визуализацией работы приборов.
',
	img3 => 	'geo-3.jpg',
	img4 => 	'geo-4.jpg',
];
echo json_encode($portfolio[$index]);
?>
